
function get_academy(){ //院校
	return [
		{id:1, name:'东北师范大学网院'},
		{id:2, name:'东北财经大学网院'},
		{id:3, name:'中国农业大学网院'},
		{id:4, name:'中国地质大学(武汉)网院'},
		{id:5, name:'北京交通大学网院'},
		{id:6, name:'北京外国语大学网院'},
		{id:7, name:'北京语言大学网院'},
		{id:8, name:'华南师范大学网院'},
		{id:9, name:'华南理工大学网院'},
		{id:10, name:'南京大学网院'},
		{id:11, name:'厦门大学网院'},
		{id:12, name:'吉林大学网院'},
		{id:13, name:'江南大学网院'},
		{id:14, name:'演示分中心'},
		{id:15, name:'电子科技大学网院'},
		{id:16, name:'福建师范大学网院'},
		{id:17, name:'西南交通大学网院'},
		{id:18, name:'重庆大学网院'}
	];
}