
function get_branch(){ //学习中心
	return [
		{id:1, name:'上海学习中心'},
		{id:2, name:'九江学习中心'},
		{id:3, name:'北京学习中心'},
		{id:4, name:'南京学习中心'},
		{id:5, name:'南昌学习中心'},
		{id:6, name:'南通学习中心'},
		{id:7, name:'台州学习中心'},
		{id:8, name:'嘉兴学习中心'},
		{id:9, name:'宁波学习中心'},
		{id:10, name:'宿迁学习中心'},
		{id:11, name:'常州学习中心'},
		{id:12, name:'广州学习中心'},
		{id:13, name:'徐州学习中心'},
		{id:14, name:'扬州学习中心'},
		{id:15, name:'无锡学习中心'},
		{id:16, name:'杭州学习中心'},
		{id:17, name:'泰州学习中心'},
		{id:18, name:'海南学习中心'},
		{id:19, name:'淮安学习中心'},
		{id:20, name:'温州学习中心'},
		{id:21, name:'盐城学习中心'},
		{id:22, name:'绍兴学习中心'},
		{id:23, name:'苏州学习中心'},
		{id:24, name:'赣州学习中心'},
		{id:25, name:'连云港学习中心'},
		{id:26, name:'镇江学习中心'},
		{id:27, name:'长春学习中心'},
		{id:28, name:'龙南学习中心'}
	];
}